Repository: jrathlev/GnuGetText-for-Delphi
Catalog: languages/project/*/default.po
Languages: de

source: Embed translations in executable
de: Übersetzungen in ausführbare Datei einbetten

source: The following translations will be embedded into the executable file:
de: Die folgenden Übersetzungen werden in die ausführbare Datei eingebettet:

source: Executable file:
de: Ausführbare Datei:

source: Cancel
de: Abbrechen

source: Start
de: Starten

source: Show program help
de: Programmhilfe anzeigen

source: Show DxGetText manual
de: DxGetText-Handbuch anzeigen

source: exe files|*.exe
de: exe-Dateien|*.exe

source: Configuration
de: Anpassen

source: Here you can specify which files you want to scan.
de: Hier können Sie angeben, welche Dateien durchsucht werden sollen.

source: File masks:
de: Dateimasken:

source: Also search subdirectories
de: Auch Unterverzeichnisse durchsuchen

source: Basic directory:
de: Basisverzeichnis:

source: Save settings as ini file in this basic directory
de: Sichere die Einstellungen als ini-Datei in diesem Basisverzeichnis

source: Remember settings
de: Einstellungen behalten

source: Create a new ignore.po file or add likely ignores to existing ignore.po file (default domain)
de: Erstelle eine neue ignore.po Datei oder füge wahrscheinliche Ausnahmen in eine existierende ignore.po Datei ein (Vorgabe-Wertebereich)

source: Add likely ignores to ignore.po file
de: Füge wahrscheinliche Ausnahmen zu ignore.po hinzu

source: Don't store items to the template that are present in ignore.po
de: Keine Einträge in der Vorlage speichern, die in ignore.po zu finden sind

source: Remove items from template present in ignore.po file
de: Einträge aus ignore.po in der Vorlage löschen

source: Text domain
de: Text-Domäne

source: other
de: andere

source: Exclude subdirectories (comma separated):
de: Auszuschließende Unterverzeichnisse (mit Komma getrennt):

source: Always overwrite template file
de: Schablone immer überschreiben

source: Sort entries by original strings (msgid)
de: Einträge nach Originaltexten (msgid) sortieren

source: Encoding of source files:
de: Kodierung der Quelltexte:

source: Extracting text
de: Extrahiere Text

source: Initializing...
de: Initialisiere...

source: Close
de: Schließen

source: Extract from iss script:
de: Aus diesem iss-Skript extrahieren:

source: Language prefix
de: Sprachen-Präfix

source: Convert CustomMessages from Inno Setup script to Pascal resource strings
de: Konvertierung von CustomMessages aus dem Inno-Setup-Skript in Pascal-Ressourcenstrings

source: Select iss file
de: Iss-Datei auswählen

source: Extract strings from InnoSetup script
de: Strings aus dem InnoSetup-Skript extrahieren

source: Extract strings
de: Strings extrahieren

source: About the program
de: Über das Programm

source: Quit program
de: Programm beenden

source: Output file:
de: Ausgabe-Datei:

source: Open po file
de: po-Datei öffnen

source: Merge translation with new translation template
de: Übersetzung mit neuer Schablone zusammenführen

source: Translation file:
de: Übersetzungsdatei:

source: Translation template:
de: Übersetzungs-Schablone:

source: Create backup file of old translation (recommended)
de: Backup der alten Übersetzung herstellen (empfohlen)

source: Merge
de: Zusammenführen

source: Encoding of template
de: Kodierung der Schablone

source: UTF-8 (default)
de: UTF-8 (Standard)

source: Other
de: Andere

source: Retain automatic comments
de: Automatische Kommentare beibehalten

source: Retain obsolete translations
de: Veraltete Übersetzungen behalten

source: Accept similar strings and mark as Fuzzy
de: Ähnliche Strings akzeptieren und als Fuzzy markieren

source: Similarity measure
de: Ähnlichkeitsmaß

source: Translation:
de: Übersetzung:

source: po file to be edited:
de: Zu bearbeitende po-Datei:

source: po file with changed translations:
de: po-Datei mit geänderten Übersetzungen:

source: Save changes
de: Änderungen speichern

source: Copy all different strings
de: Kopiere alle unterschiedlichen Einträge

source: Copy selected entry
de: Kopiere den ausgewählten Eintrag

source: Next entry
de: Nächster Eintrag

source: First entry
de: Erster Eintrag

source: Last entry
de: Letzter Eintrag

source: Previous entry
de: Vorheriger Eintrag

source: 10 entries back
de: 10 Einträge zurück

source: 10 entries forward
de: 10 Einträge weiter

source: Undo last change
de: Letzte Änderung rückgängig machen

source: List of po files to be edited
de: Liste der zu bearbeitenden po-Dateien

source: Copy filepath to right
de: Dateipfad nach rechts kopieren

source: List of po files with changed translations
de: Liste der po-Dateien mit geänderten Übersetzungen

source: Copy selected entry and go to next
de: Ausgewählten Eintrag kopieren und zum nächsten gehen

source: Copy header data
de: Kopiere Header-Daten

source: Save edited file
de: Geänderte Datei speichern

source: Reload files
de: Dateien erneut laden

source: Edit list of po files
de: Liste der po-Dateien bearbeiten

source: Edit po file
de: po-Datei bearbeiten

source: Edit list
de: Liste bearbeiten

source: Clear list
de: Liste löschen

source: Directory with translated Pascal sources
de: Verzeichnis mit übersetzten Pascal-Quellen

source: Selected source files
de: Ausgewählte Quelldateien

source: Select Pascal sources
de: Pascal-Quellen auswählen

source: Insert translations into po file
de: Übersetzungen in po-Datei einfügen

source: Copy directory
de: Verzeichnis kopieren

source: Copy translated strings as comments
de: Kopiere übersetzte Texte als Kommentare

source: Insert translations and save
de: Übersetzungen einfügen und speichern

source: Overwrite existing translations
de: Vorhandene Übersetzungen überschreiben

source: Import translations from po file
de: Übersetzungen aus po-Datei importieren

source: po file with translations to be imported:
de: po-Datei mit den zu importierenden Übersetzungen

source: Import translations and save edited file
de: Übersetzungen importieren und geänderte Datei speichern

source: Replace also entries marked as "fuzzy"
de: Ersetze auch als "Fuzzy" markierte Einträge

source: Copy translated strings from
de: Kopiere übersetzte Texte aus

source: as comments into
de: als Kommentar in

source: Insert comments and save
de: Kommentare einfügen und speichern

source: Select po file
de: po-Datei auswählen

source: po file with translations as ID
de: po-Datei mit Übersetzungen als ID

source: Spell checking of po translations
de: Rechtschreibprüfung einer po-Übersetzung

source: po file to be checked:
de: Zu prüfende po-Datei:

source: Dictionary file:
de: Wörterbuch-Datei:

source: Translation (msgstr)
de: Übersetzung (msgstr)

source: Mispelled or unknown word:
de: Falsch geschriebenes oder unbekanntes Wort:

source: Save po file
de: po-Datei speichern

source: Add word to dictionary
de: Zum Wörterbuch hinzufügen

source: Add to dictionary and goto next
de: Zum Wörterbuch hinzufügen und nächstes Wort

source: Replace this word
de: Dieses Wort ersetzen

source: Replace word
de: Wort ersetzen

source: Find next misspelled word
de: Suche das nächste falsch geschriebene Wort

source: Next word
de: Nächstes Wort

source: Reload po file
de: Po-Datei erneut laden

source: Select dictionary
de: Verzeichnis auswählen

source: Show suggestions
de: Vorschläge anzeigen

source: Show statistics of po file
de: Statistik der po-Datei anzeigen

source: Header:
de: Kopfzeilen:

source: Statistics
de: Statistiken

source: Number of entries:
de: Anzahl der Einträge:

source: Translated:
de: Übersetzt:

source: Not translated:
de: Nicht übersetzt:

source: Needs revision:
de: Überarbeitung erforderlich:

source: Number of characters:
de: Anzahl der Zeichen:

source: Value
de: Wert

source: po file to be examined:
de: Zu untersuchende po-Datei:

source: Read translations from
de: Übersetzungen lesen von

source: Unit to be translated:
de: Zu übersetzende Unit:

source: Strings found in unit (D = dfm, P = source)
de: In der Unit gefundene Strings (D = dfm, P = source)

source: Language
de: Sprache

source: Template
de: Schablone

source: Translation
de: Übersetzung

source: Replace selected strings and save in subdirectory
de: Ausgewählte Strings ersetzen und im Unterverzeichnis speichern

source: Replace strings
de: Strings ersetzen

source: Read from po file:
de: Von Po-Datei lesen:

source: Convert po strings to CustomMessages used in Inno Setup
de: Konvertieren von po-Strings in CustomMessages für die Verwendung in Inno Setup

source: Convert strings
de: Strings konvertieren

source: po file to be translated:
de: Zu übersetzende po-Datei:

source: Source text
de: Quelltext

source: Translate item
de: Eintrag übersetzen

source: Process GnuGetText translations for Delphi
de: GnuGetText-Übersetzungen für Delphi bearbeiten

source: Project directory:
de: Projektverzeichnis:

source: Select project directory
de: Projekt-Verzeichnis auswählen

source: All files matching to mask
de: Alle Dateien passend zur Maske

source: Only the following files
de: Nur die folgenden Dateien

source: Also scan subdirectories
de: Auch Unterverzeichnisse durchsuchen

source: Filemask:
de: Dateimaske:

source: Files to be scanned:
de: Zu durchsuchende Dateien:

source: Create new file list
de: Neue Dateiliste erstellen

source: Edit file list
de: Dateiliste bearbeiten

source: Insert filenames separated by commas
de: Durch Kommas getrennte Dateinamen einfügen

source: Project name and version:
de: Projektname und -version:

source: Copy mo file to "locale\..\LC_MESSAGES\"
de: Kopiere mo-Datei nach "locale\..\LC_MESSAGES\"

source: In single directory
de: In einem Verzeichnis

source: In multiple directories
de: In mehreren Verzeichnissen

source: Folder of project executables:
de: Ordner mit den ausführbaren Dateien des Projekts:

source: Languages
de: Sprachen

source: Available languages:
de: Verfügbare Sprachen:

source: Translations subdirectory:
de: Unterverzeichnis für Übersetzungen:

source: Deselect all
de: Alle abwählen

source: Select all
de: Alle auswählen

source: Add selected language to list
de: Ausgewählte Sprache zur Liste hinzufügen

source: Add to list
de: Zur Liste hinzufügen

source: Remove selected language from list
de: Ausgewählte Sprache von der Liste entfernen

source: Move item up
de: Eintrag nach oben schieben

source: Move item down
de: Eintrag nach unten schieben

source: Show statitstics of selected translation
de: Statistik der ausgewählten Übersetzung anzeigen

source: Check for incomplete translations
de: Prüfe auf unvollständige Übersetzungen

source: Import language list from another project
de: Sprachenliste aus einem anderen Projekt importieren

source: Processing
de: Verarbeitung

source: Don't store items from text domain that are present in ignore.po
de: Keine Einträge im Textbereich speichern, die in ignore.po zu finden sind

source: Remove items from text domain present in ignore.po file
de: Einträge aus dem Textbereich löschen, die in ignore.po zu finden sind

source: Open the merged file with the assigned po editor
de: Öffne die zusammengeführte Datei mit dem zugewiesenen po-Editor

source: Edit translation immediately after merging
de: Übersetzung nach dem Zusammenführen sofort bearbeiten

source: Merging
de: Zusammenführen

source: Language-dependent settings
de: Sprachabhängige Einstellungen

source: Saving
de: Speichern

source: Overwrite template file
de: Schablone überschreiben

source: Tick for all languages
de: Für alle Sprachen ankreuzen

source: Create backup file of old translation
de: Backup der alten Übersetzung herstellen

source: Create template from project sources
de: Schablone aus den Projekt-Quellen erstellen

source: Merge translation with template
de: Übersetzung mit Schablone zusammenführen

source: Copy mo files to binary folder of project
de: mo-Dateien in den Binärordner kopieren

source: Embed translations in executables
de: Übersetzungen in exe-Dateien einbetten

source: Copy log to clipboard
de: Protokoll in Zwischenablage kopieren

source: Edit translation
de: Übersetzung bearbeiten

source: Edit translation in text editor
de: Übersetzung im Texteditor bearbeiten

source: As text
de: Als Text

source: Edit ignore.po
de: ignore.po bearbeiten

source: Edit translation (po file)
de: Übersetzung bearbeiten (po-Dateien)

source: This program needs one parameter, which must be a directory path or a file name
de: Dieses Programm benötigt einen Parameter, der ein Verzeichnispfad oder ein Dateiname sein muss

source: Convert translation
de: Übersetzungen konvertieren

source: Execution of "%s" failed:
de: Die Ausführung von "%s" ist fehlgeschlagen:

source: reports some errors, no processing has been done!
de: meldet einige Fehler, es wurde nichts verarbeitet!

source: Show errors
de: Fehler anzeigen

source: Error report from "%s"
de: Fehlerbericht von "%s"

source: Binary file was converted to "%s"!
de: Die Binär-Datei wurde konvertiert nach "%s"!

source: Binary file "%s" was generated!
de: Die Binär-Datei "%s" wurde erzeugt!

source: No file specified!
de: Es wurde kein Dateiname angegeben!

source: Error loading Hunspell library!
de: Fehler beim Laden der Hunspell-Bibliothek!

source: Error when writing to stream
de: Fehler beim Schreiben zum Stream

source: No .exe filename specified
de: Es wurde kein .exe Dateiname angegeben

source: Patch code "%s" was not found in .exe file. Are you sure the .exe file has been compiled with the correct libraries?
de: Der Patch-Code "%s" wurde in der .exe-Datei nicht gefunden. Sind Sie sicher, dass die .exe-Datei mit den richtigen Bibliotheken kompiliert wurde?

source: No patch code has been specified
de: Es wurde kein Patchcode angegeben

source: This file has already been modified. Please recompile this .exe file
de: Diese Datei wurde bereits geändert. Bitte kompilieren Sie diese .exe-Date erneut

source: Select the exe file in which you want to embed the translations
de: Wählen Sie die Exe-Datei, in die die Übersetzungen eingebettet werden sollen

source: Filenames with Unicode characters are not supported
de: Dateinamen mit Unicode-Zeichen werden nicht unterstützt

source: File not found: "%s"
de: Datei nicht gefunden: "%s"

source: No translations (.mo files) found
de: Keine Übersetzungen (.mo-Dateien) gefunden

source: Translations were embedded in "%s"
de: Die Übersetzungen wurden in "%s" eingebettet

source: Delphi files
de: Delphi-Dateien

source: Lazarus files
de: Lazarus-Dateien

source: Cpp Builder files
de: Cpp-Builder-Dateien

source: Select basic directory
de: Basisverzeichnis auswählen

source: Select
de: Auswählen

source: Select subdirectories to be excluded
de: Auszuschließende Unterverzeichnisse auswählen

source: Do you want to overwrite "%s"?
de: Wollen Sie "%s" überschreiben?

source: Line: %u
de: Zeile: %u

source: Last line read: %s
de: Letzte gelesene Zeile: %s

source: No warnings or errors
de: Keine Warnungen oder Fehler

source: Finished
de: Fertig

source: Translate-e.chm
de: Translate-d.chm

source: Help is not available on this system!
de: Die Hilfe ist auf diesem System nicht verfügbar!

source: Manual not found: %s
de: Handbuch nicht gefunden: %s

source: Convert CustomMessages from iss to pas
de: Konvertierung von CustomMessages von iss nach pas

source: iss files|*.%s|all|*.*
de: iss-Dateien|*.%s|alle|*.*

source: %u strings written to "%s"
de: %u Strings nach "%s" geschrieben

source: No messages found for ID: "%s"
de: Keine Texte gefunden für ID: "%s"

source: No code pages available
de: Keine Zeichensatztabellen verfügbar

source: Select po file to be merged
de: Zu bearbeitende po-Datei auswählen

source: Translation files (*.po)|*.po|All files (*.*)|*.*
de: Übersetzungsdateien (*.po)|*.po|Alle Dateien (*.*)|*.*

source: Select template file
de: Schablone auswählen

source: Template files (*.po;*.pot)|*.po;*.pot|All files (*.*)|*.*
de: Schablonendateien (*.po;*.pot)|*.po;*.pot|Alle Dateien (*.*)|*.*

source: Error in line %u of file "%s"
de: Fehler in Zeile %u der Datei "%s"

source: The specified template file does not exist.
de: Die angegebene Schablonendatei existiert nicht.

source: Cannot rename %s to %s
de: Kann %s nicht in %s umbenennen

source: The template was merged into the translation file. Do you want to open the translation file now? (This requires you to have a .po file editor installed)
de: Die Schablone wurde mit der Übersetzungsdatei zusammengeführt. Wollen Sie jetzt die Übersetzungsdatei öffnen? (Das setzt voraus, dass Sie einen .po-Dateieditor installiert haben).

source: Compare and merge translations in two po files
de: Vergleiche und füge Übersetzungen aus zwei po-Dateien zusammen

source: Save changed po file?
de: Geänderte po-Datei speichern?

source: po files:
de: po-Dateien:

source: Select po file used for comparison with
de: po-Datei auswählen für den Vergleich mit

source: po files|*.%s|all|*.*
de: po-Dateien|*.%s|alle|*.*

source: Select po file to be edited
de: Zu bearbeitende Sprachdatei auswählen

source: No file for comparison specified!
de: Keine Datei für den Vergleich angegeben!

source: %s - Language: %s
de: %s - Sprache: %s

source: Entry %u of %u different strings
de: Eintrag %u von %u verschiedenen Texten

source: Line number:
de: Zeilennummer:

source: File not found: %s
de: Datei nicht gefunden: %s

source: Error in line %u of edit file!
de: Fehler in Zeile %u der zu bearbeitenden Datei!

source: Error in line %u of comparison file!
de: Fehler in Zeile %u der Vergleichs-Datei!

source: No different strings found!
de: Keine unterschiedlichen Texte gefunden!

source: Error reading po files!
de: Fehler beim Lesen der po-Dateien!

source: %u strings
de: %u Texte

source: Insert translated strings from pas files
de: Füge übersetzte Texte aus pas-Dateien ein

source: po files|*.%s
de: po-Dateien|*.%s

source: Pascal files|*.%s
de: Pascal-Dateien|*.%s

source: Select directory with pas sources
de: Verzeichnis mit Pascal-Quellen auswählen

source: %u strings replaced
de: %u Strings ersetzt

source: Select po file from where to import
de: po-Datei auswählen, aus der importiert werden soll

source: Error in line %u of file "%s"!
de: Fehler in Zeile %u von Datei "%s"!

source: Error reading from file "%s"!
de: Fehler beim Lesen aus Datei "%s"!

source: File not found: "%s"!
de: Datei nicht gefunden: "%s"!

source: %u strings imported
de: %u Strings importiert

source: Select po file for comments
de: po-Datei für die Kommentare auswählen

source: %u comments inserted
de: %u Kommentare eingefügt

source: Insert translations
de: Übersetzungen einfügen

source: Select po file used for comparison
de: Für den Vergleich zu verwendende po-Datei

source: Error when writing to stream.
de: Fehler beim Schreiben zum Stream.

source: Illegal line: %s
de: Ungültige Zeile: %s

source: Exception %s in line %d: %s
de: Ausnahmefehler %s in der Zeile %d: %s

source: This list of translations cannot handle MsgId duplicates. Please remove the duplicate of "%s".
de: Diese Übersetzungsliste kann keine MsgId-Duplikate verarbeiten. Bitte entfernen sie das Duplikat von "%s".

source: Internal error in TPoEntryList data structure. Sublist for searchkey was empty.
de: Interner Fehler in TPoEntryList Datenstruktur. Unterliste für Suchschlüssel war leer.

source: Error: Specified TPoEntry was not found in list.
de: Fehler: Angegebene TPoEntry wurde nicht in Liste gefunden.

source: Select po file for spell checking
de: po-Datei für die Rechtschreibprüfung auswählen

source: Select dictionary file
de: Wörterbuch-Datei auswählen

source: dictionaries|*.dic|all|*.*
de: Wörterbücher|*.dic|alle|*.*

source: Error in line %u of po file!
de: Fehler in Zeile %u der po-Datei!

source: po file loaded!
de: po-Datei wurde geladen!

source: Error reading po file: %s
de: Fehler beim Lesen der po-Datei: %s

source: Error reading dictionary file!
de: Fehler beim Lesen der Wörterbuch-Datei!

source: No more words found!
de: Keine weiteren Wörter gefunden!

source: No misspelled words found!
de: Keine falsch geschriebenen Wörter gefunden!

source: Template =
de: Schablone =

source: Translation =
de: Übersetzung=

source: Error reading po file!
de: Fehler beim Lesen der po-Datei!

source: Statistics of po file
de: Statistik der po-Datei

source: This application only allows dropping of %s files!
de: Diese Anwendung erlaubt nur das Ablegen von %s Dateien!

source: Copy translated strings from po file to Pascal unit
de: Kopiere übersetzte Texte aus po-Datei in Pascal-Unit

source: Select unit
de: Unit auswählen

source: pas files|*.
de: pas-Dateien|*.

source: File: "%s" processed
de: Datei "%s" verarbeitet

source: File: "%s" not found
de: Datei "%s" nicht gefunden

source: %u strings replaced by translation
de: %u Strings durch Übersetzung ersetzt

source: Convert strings from po to iss
de: Strings von po nach iss konvertieren

source: Select po file with translation
de: po-Datei mit Übersetzung auswählen

source: Translate PO file
de: PO-Datei übersetzen

source: Select text editor
de: Text-Editor auswählen

source: Programs
de: Programme

source: all
de: alle

source: Project directories
de: Projektverzeichnisse

source: Settings loaded for this project
de: Einstellungen für dieses Projekt geladen

source: Merge translations with template
de: Übersetzungen mit Schablone zusammenführen

source: Copy MO file to binary folder of project
de: MO-Datei in den Binärordner kopieren

source: Copy MO files to binary folder of project
de: MO-Dateien in den Binärordner kopieren

source: Select project directory for the import
de: Projektverzeichnis für den Import auswählen

source: Select project source directory
de: Quellverzeichnis des Projekts auswählen

source: Select program directory of project
de: Programm-Verzeichnis des Projekts auswählen

source: Parent directory holding the project executables:
de: Übergeordnetes Verzeichnis für die ausführbaren Dateien des Projekts:

source: Directory of project executables:
de: Verzeichnis mit den ausführbaren Dateien des Projekts:

source: Line:
de: Zeile:

source: Do you want to overwrite the file named %s?
de: Wollen Sie die Datei mit Namen %s überschreiben?

source: %u warnings or errors
de: %u Warnungen oder Fehler

source: Template was created
de: Die Schablone wurde erstellt

source: The former translations are merged with the current template
de: Die vorherigen Übersetzungen werden mit der aktuellen Schablone zusammengeführt

source: Merging with template was successful
de: Das Zusammenführen mit der Schablone war erfolgreich

source: Merging with template failed
de: Das Zusammenführen mit der Schablone ist fehlgeschlagen

source: %u translations were successfully merged with template
de: % Übersetzungen wurden erfolgreich mit der Schablone zusammengeführt

source: Compiled to MO file: %s
de: Übersetzt in MO-Datei: %s

source: Compiling to MO file failed: "%s" reports exitcode %u
de: Das Übersetzen in die MO-Datei ist fehlgeschlagen: "%s" meldet den Exitcode %u

source: Execution of "%s" failed:
de: Die Ausführung von "%s" ist fehlgeschlagen:

source: *** Error compiling to MO file: %s
de: *** Fehler beim Übersetzen in MO-Datei: %s

source: Merging with %s template
de: Zusammenführen mit Schablone %s

source: Cannot delete %s
de: Kann %s nicht löschen

source: Copying mo file (%u)
de: Kopiere MO-Datei (%u)

source: %s processed (%s - %s)
de: %s verarbeitet (%s - %s)

source: 1 file
de: 1 Datei

source: %u files
de: %u Dateien

source: No copies
de: Keine Kopien

source: 1 copy
de: 1 Kopie

source: %u copies
de: %u Kopien

source: No error
de: Keine Fehler

source: 1 error
de: 1 Fehler

source: %u errors
de: %u Fehler

source: No files processed
de: Keine Dateien verarbeitet

source: Folder for executables not found:
de: Ordner für ausführbare Dateien nicht gefunden:

source: *** Error copying file:
de: *** Fehler beim Kopieren der Datei:

source: Copying MO file %s
de: Kopiere MO-Datei %s

source: *** Error file not found:
de: *** Datei nicht gefunden:
