Repository: jrathlev/GnuGetText-for-Delphi
Catalog: languages/project/*/default.po
Languages: de

source: MO file was copied
de: MO-Datei wurde kopiert

source: Copying of MO file failed
de: Das Kopieren der MO-Datei ist fehlgeschlagen

source: Embed translations
de: Übersetzungen einbetten

source: Select the translations you want to embed into your executables
de: Übersetzungen auswählen, die in die ausführbaren Dateien eingebettet werden sollen

source: Executable files
de: Ausführbare Dateien

source: Select all executables where you want to embed the translations
de: Alle ausfürhbaren Dateien auswählen, in die die Übersetzungen eingebettet werden sollen

source: Embedding translation in %s
de: Übersetzungen einbetten in %s

source: *** Error on embedding translations:
de: *** Fehler beim Einbetten der Übersetzungen:

source: %u files processed
de: %u Dateien verarbeitet

source: This line is not connected with the previous line using a plus (+)
de: Diese Zeile ist nicht mit einem Plus (+) mit der vorangehenden verbunden

source: resourcestring does not end in semicolon
de: Resourcestring endet nicht mit einem Semikolon

source: Missing comma after first parameter
de: Fehlendes Komma nach erstem Parameter

source: $gnugettext: end directive is missing !
de: $gnugettext: end-Direktive fehlt!

source: Reading %s
de: Lese aus %s

source: Error on execution
de: Fehler bei der Ausführung

source: Illegal msgid_plural value: It containes empty strings
de: Ungültiger msgid_plural-Wert: Er entält leere Zeichenfolgen

source: msgid contains non-ascii characters: "%s"
de: msgid enthält nicht-ASCII Zeichen: "%s"

source: Overwrite %s aborted
de: Überschreiben von %s abgebrochen

source: Writing %s
de: Schreibe nach %s

source: WARNING: Unknown file extension % - reading file as being pascal source
de: WARNUNG: Unbekannte Dateierweiterung %s. Lese Datei als Delphi Quellcode

source: Extract strings from C/CPP files:
de: Extrahiere Texte aus C/CPP-Dateien:

source: XGetText.exe not found!
de: XGetText.exe nicht gefunden!

source: Updating %s
de: Aktualisiere %s

source: gnugettext: error in the domain name definition
de: gnugettext: Fehler in der Domänennamendefinition

source: gnugettext: reset found without scan-all
de: gnugettext: Reset ohne Scan-all gefunden

source: gnugettext: Unknown option
de: gnugettext: Unbekannte Option

source: Read exclude file: %s
de: Lese Exclude-Datei %s

source: Line %d: Unknown section
de: Zeile %d: Unbekannter Abschnitt

source: Line %d: Looks like a section but has no closing square brackets
de: Zeile %d: Sieht wie ein Abschnitt aus, hat aber keine eckigen Klammern

source: Line %d: %s
de: Zeile %d: %s

source: Directory %s doesn't exist
de: Verzeichnis %s existiert nicht

source: Wrong section: %s is a property name and not a class
de: Falscher Abschnitt: %s ist der Name einer Eigenschaft und keine Klasse

source: Wrong section: %s seems to be a class and not a property name
de: Falscher Abschnitt: %s scheint eine Klasse zu sein und nicht der Name einerEigenschaft

source: No file found for "%s.*"
de: Keine Datei gefunden für "%s.*"

source: File %s doesn't exist
de: Datei %s existiert nicht

source: Wrong syntax: No ":" found in %s
de: Falsche Syntax: Kein ":" in %s gefunden

source: Wrong syntax: ":" is at the end of the line of %s
de: Falsche Syntax: ":" steht am Ende der Zeile %s

source: File "%s" doesn't exist
de: Datei "%s" existiert nicht

source: Cannot convert ansistring to string with specified codepage
de: Kann AnsiString nicht als String mit angegebener Codepage übersetzen

source: StreamReadln requires the stream to be not nil
de: StreamReadln braucht einen Stream der nicht nil ist
